const uk = {
  firstTimeStartMessage: "🇺🇦 Привіт! Будь ласка, оберіть мову",
  languageChoicePrompt: "🇺🇦 Будь ласка, оберіть мову",
  languageButton: "🇺🇦 Українська",
  confirmLanguage: "Мову обрано 🇺🇦 Українська",
  chooseAuth: "Будь ласка, оберіть метод аутентифікації",
  signIn: "🔐 Вхід",
  signUp: "🔏 Реєстрація",
  mainMenuMessage:
    "🏠 Ласкаво просимо до головного меню!\nБудь ласка, оберіть опцію",
  logout: "🚪 Вихід",
  successLogout: "🚪 Ви успішно вийшли",
  tasks: "📋 Задачі",
  tasksMenu: "📋 Ваші задачі",
  categories: "🗂️ Категорії",
  categoriesMenu: "🗂️ Ваші категорії",
  profile: "👤 Профіль",
  profileMenu: "👤 Ваш профіль",
  faq: "❓ ЧаПи",
  faqMenu: "❓ Часто задавані питання",
  backToMainMenu: "🏠🔙 Назад до головного меню",
  createTask: "➕📋 Створити задачу",
  createCategory: "➕🗂️ Створити категорію",
  backToTasks: "📋🔙 Назад до задач",
  backToCategories: "🗂️🔙 Назад до категорій",
  question1: "Що таке MyTaskManager?",
  question2: "Як створити категорію?",
  question3: "Як створити задачу?",
  question4: "Як редагувати задачу та/чи категорію?",
  question5: "Як видалити задачу та/чи категорію?",
  question6: "Як додати посилання до задачі?",
  question7: "Як поділитися задачею з іншими користувачами?",
  question8: "Які фільтри для категорій існують?",
  question9: "Як розвиватиметься проект у майбутньому?",
  question10: "Які моральні цінності розробницької команди?",
  answer1:
    "Це програма, яка дозволить вам створювати різні нотатки, завдання, прикріплювати посилання, файли, відео тощо. Ви можете також спостерігати за своєю продуктивністю у спеціально зробленій для цього вкладці профілю. Є можливість поділитися завданням з другом. а також ми в процесі додавання функціоналу системи управління проектами як у Джирі",
  answer2:
    "Натиснути кнопку створити категорію в сайдбарі або модальному вікні для редагування завдання натиснути аналогічну кнопку",
  answer3:
    "Натиснути кнопку створити завдання праворуч угорі на головній сторінці",
  answer4:
    "Натисніть на іконку олівця праворуч від категорії чи завдання та побачите модальне вікно",
  answer5:
    "Натисніть на іконку сміття праворуч від категорії чи завдання та побачите модальне вікно",
  answer6:
    "Натисніть на іконку плюсика праворуч від категорії або завдання та побачите модальне вікно, де введіть посилання та натисніть підтвердити",
  answer7:
    "Натисніть на іконку стрілочки праворуч від категорії або завдання та побачите модальне вікно, де введіть айді користувача, яку він вам дасть та натисніть підтвердити",
  answer8:
    "На даний момент є сортування за дедлайном та статусом виконання, надалі додамо можливість знайти ті завдання, якими з вами поділилися",
  answer9:
    "Ми додамо можливість створювати завдання із підпунктами, ділитися з іншими користувачами завданнями так. щоб вони підтверджували прийняття чи відхиляли. Додамо повідомлення та можливість листування з користувачами. Систему управління проектом canban, додамо підтвердження реєстрації та відновлення паролю поштою, буде можливість прикріплювати до завдань відео, аудіо, файли та зображення",
  answer10:
    "Робити якісно і швидко, при цьому кожен з нас має роботу чи університет, тому ми іноді працюємо не так швидко, як хотілося б, але ви працюємо =)",
  chooseQuestion: "❓ Оберіть питання, щоб отримати відповідь",
  chooseAnotherQuestion: "👉 Оберіть інше питання або поверніться в меню",
  showQuestions: "📋 Показати питання ще раз",
  enterEmail: "📧 Будь ласка, введіть вашу електронну пошту:",
  invalidEmail: "❌ Неправильний формат електронної пошти\nБудь ласка, спробуйте ще раз:",
  enterPassword: "🔒 Будь ласка, введіть ваш пароль:",
  invalidPassword: "❌ Неправильний формат пароля\nБудь ласка, спробуйте ще раз:",
  successSignIn: "🔓 Ви успішно увійшли!",
};

export default uk;
